Repository: Lincb522/CodexLens
Catalog: Sources/CodexTokenLedger/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, zh_hans, zh_hant

# about.buildValue
source: Build %@
es: Compilación %@
ja: ビルド %@
ko: 빌드 %@
zh_hans: 构建 %@
zh_hant: 構建 %@

# about.source
source: Source code
es: Código fuente
fr: Code source
ja: ソースコード
ko: 소스 코드
zh_hans: 开源地址
zh_hant: 開源位址

# about.versionValue
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# about.website
source: Website
es: Sitio web
fr: Site web
ja: 公式サイト
ko: 웹사이트
zh_hans: 官网
zh_hant: 官網

# about.websitePlaceholder
source: Project page
es: Página del proyecto
fr: Page du projet
ja: プロジェクトページ
ko: 프로젝트 페이지
zh_hans: 项目主页
zh_hant: 專案首頁

# account.activateCodex
source: Sign in Codex
es: Iniciar sesión en Codex
fr: Connexion Codex
ja: Codex にログイン
ko: Codex 로그인
zh_hans: 登录到 Codex
zh_hant: 登入 Codex

# account.activateHelp
source: Validate the target, save the current login, atomically switch Codex and monitor it.
es: Valida el destino, guarda la sesión actual y cambia Codex de forma atómica antes de supervisarlo.
fr: Valider la cible, sauvegarder la connexion actuelle puis basculer Codex atomiquement et la surveiller.
ja: 対象認証を検証し、現在のログインを保存してから Codex を原子的に切り替え、監視します。
ko: 대상 자격 증명을 확인하고 현재 로그인을 저장한 뒤 Codex를 원자적으로 전환하여 모니터링합니다.
zh_hans: 先验证目标凭据、保存当前登录，再原子切换 Codex 并开始监控。
zh_hant: 先驗證目標憑證、保存目前登入，再原子切換 Codex 並開始監控。

# account.addCodex
source: Add Codex account
es: Añadir cuenta de Codex
fr: Ajouter un compte Codex
ja: Codex アカウントを追加
ko: Codex 계정 추가
zh_hans: 添加 Codex 账号
zh_hant: 新增 Codex 帳號

# account.addHelp
source: Use OAuth, import JSON, or monitor an existing Codex Home. Credentials stay in isolated local profiles.
es: Usa OAuth, importa JSON o supervisa un Codex Home existente. Las credenciales permanecen en perfiles locales aislados.
fr: Utilisez OAuth, importez un JSON ou surveillez un Codex Home existant. Les identifiants restent dans des profils locaux isolés.
ja: OAuth、JSON 読み込み、または既存 Codex Home の監視に対応します。認証情報は分離されたローカルプロファイルに保存されます。
ko: OAuth, JSON 가져오기 또는 기존 Codex Home 모니터링을 지원합니다. 자격 증명은 격리된 로컬 프로필에 보관됩니다.
zh_hans: 支持 OAuth、导入 JSON，或监控已有 Codex Home。凭据会保存在隔离的本地账号目录。
zh_hant: 支援 OAuth、匯入 JSON，或監控現有 Codex Home。憑證會留在隔離的本機設定檔。

# account.addMore
source: Add account…
es: Añadir cuenta…
fr: Ajouter un compte…
ja: アカウントを追加…
ko: 계정 추가…
zh_hans: 添加账号…
zh_hant: 新增帳號…

# account.addTitle
source: Add Codex account
es: Añadir cuenta de Codex
fr: Ajouter un compte Codex
ja: Codex アカウントを追加
ko: Codex 계정 추가
zh_hans: 添加 Codex 账号
zh_hant: 新增 Codex 帳號

# account.codexActivated
source: Codex signed in as %@
es: Codex inició sesión como %@
fr: Codex connecté avec %@
ja: Codex は %@ でログイン中
ko: Codex가 %@로 로그인됨
zh_hans: Codex 已登录为 %@
zh_hant: Codex 已登入為 %@

# account.codexActivatedRestarting
source: Switched to %@ · restarting Codex
es: Cambiado a %@ · reiniciando Codex
fr: Basculé vers %@ · redémarrage de Codex
ja: %@ に切替済み · Codex を再起動中
ko: %@로 전환됨 · Codex 다시 시작 중
zh_hans: 已切换到 %@ · 正在重启 Codex
zh_hant: 已切換至 %@ · 正在重新啟動 Codex

# account.connecting
source: Connecting…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
zh_hans: 连接账号中…
zh_hant: 正在連線…

# account.current
source: Current Codex account
es: Cuenta actual de Codex
fr: Compte Codex actuel
ja: 現在の Codex アカウント
ko: 현재 Codex 계정
zh_hans: 当前 Codex 账号
zh_hant: 目前的 Codex 帳號

# account.dailyUsageOn
source: Usage %@
es: Uso %@
ja: %@ の使用量
ko: %@ 사용량
zh_hans: %@ 用量
zh_hant: %@ 用量

# account.dataSource
source: Data source
es: Fuente de datos
fr: Source des données
ja: データソース
ko: 데이터 소스
zh_hans: 数据来源
zh_hant: 資料來源

# account.forecast
source: Estimated time left
es: Tiempo de uso estimado
fr: Durée d’utilisation estimée
ja: 推定残り利用時間
ko: 예상 남은 사용 시간
zh_hans: 预计还能用多久
zh_hant: 預計還能用多久

# account.forecastCollecting
source: Collecting real quota samples
es: Recopilando muestras reales de cuota
fr: Collecte d’échantillons réels de quota
ja: 実際のクォータ標本を収集中
ko: 실제 할당량 샘플 수집 중
zh_hans: 正在积累真实额度样本
zh_hant: 正在累積真實額度樣本

# account.forecastDepletes
source: ≈ %@ until quota is exhausted
es: ≈ %@ hasta agotar la cuota
fr: ≈ %@ avant épuisement du quota
ja: 約 %@ でクォータ消費
ko: 약 %@ 후 할당량 소진
zh_hans: 约 %@ 后额度耗尽
zh_hant: 約 %@ 後額度耗盡

# account.forecastNoConsumption
source: No sustained consumption detected
es: No se detecta consumo sostenido
fr: Aucune consommation continue détectée
ja: 継続的な消費は未検出
ko: 지속적인 사용이 감지되지 않음
zh_hans: 尚未检测到持续消耗
zh_hant: 尚未偵測到持續消耗

# account.forecastReset
source: Resets in %@
es: Se reinicia en %@
fr: Réinitialisation dans %@
ja: %@ 後にリセット
ko: %@ 후 재설정
zh_hans: %@ 后重置
zh_hant: %@ 後重置

# account.forecastSamples
source: %d samples · %@ span · %@ confidence
es: %d muestras · intervalo %@ · confianza %@
fr: %d échantillons · période %@ · confiance %@
ja: %d 標本 · %@ の期間 · 信頼度 %@
ko: 샘플 %d개 · 기간 %@ · 신뢰도 %@
zh_hans: %d 个样本 · 跨度 %@ · %@置信度
zh_hant: %d 個樣本 · 跨度 %@ · %@信心

# account.forecastStable
source: At this pace, quota should last until reset
es: A este ritmo, durará hasta el reinicio
fr: À ce rythme, le quota tiendra jusqu’à la réinitialisation
ja: 現在の速度ならリセットまで利用可能
ko: 현재 속도라면 재설정까지 사용 가능
zh_hans: 按当前速度，可用到本轮重置
zh_hant: 依目前速度，可用到本輪重置

# account.import
source: Import
es: Importar
fr: Importer
ja: 読み込む
ko: 가져오기
zh_hans: 导入
zh_hant: 匯入

# account.importFailed
source: Import failed: %@
es: Error de importación: %@
fr: Échec de l’importation : %@
ja: 読み込み失敗：%@
ko: 가져오기 실패: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

# account.importHome
source: Import Codex Home
es: Importar Codex Home
fr: Importer Codex Home
ja: Codex Home を読み込む
ko: Codex Home 가져오기
zh_hans: 导入 Codex Home
zh_hant: 匯入 Codex Home

# account.importHomeHelp
source: Choose a Codex Home containing auth.json and optionally sessions.
es: Elige un Codex Home con auth.json y, opcionalmente, sessions.
fr: Choisissez un Codex Home contenant auth.json et éventuellement sessions.
ja: auth.json と任意の sessions を含む Codex Home を選択します。
ko: auth.json 및 선택적 sessions가 포함된 Codex Home을 선택합니다.
zh_hans: 选择包含 auth.json（以及可选 sessions）的 Codex Home。
zh_hant: 選擇包含 auth.json 及可選 sessions 的 Codex Home。

# account.importJSON
source: Import JSON · Codex / Sub2 / CPA
es: Importar JSON · Codex / Sub2 / CPA
fr: Importer JSON · Codex / Sub2 / CPA
ja: JSON を読み込む · Codex / Sub2 / CPA
ko: JSON 가져오기 · Codex / Sub2 / CPA
zh_hans: 导入 JSON · Codex / Sub2 / CPA
zh_hant: 匯入 JSON · Codex / Sub2 / CPA

# account.importJSONHelp
source: Choose one or more Codex, Sub2, CPA, Cockpit, generic token JSON, or JSON Lines files. Parsing stays local.
es: Elige archivos Codex, Sub2, CPA, Cockpit, JSON de token genérico o JSON Lines. El análisis es local.
fr: Choisissez des fichiers Codex, Sub2, CPA, Cockpit, JSON de token générique ou JSON Lines. Analyse locale uniquement.
ja: Codex、Sub2、CPA、Cockpit、汎用 Token JSON、JSON Lines ファイルを選択します。解析はローカルのみです。
ko: Codex, Sub2, CPA, Cockpit, 범용 Token JSON 또는 JSON Lines 파일을 선택하세요. 로컬에서만 분석됩니다.
zh_hans: 选择一个或多个 Codex、Sub2、CPA、Cockpit、通用 Token JSON 或 JSON Lines 文件，仅在本地解析。
zh_hant: 選擇一個或多個 Codex、Sub2、CPA、Cockpit、通用 Token JSON 或 JSON Lines 檔案，僅在本機解析。

# account.imported
source: auth.json imported into a private profile
es: auth.json importado en un perfil privado
fr: auth.json importé dans un profil privé
ja: auth.json を非公開プロファイルへ読み込みました
ko: auth.json을 비공개 프로필로 가져옴
zh_hans: auth.json 已导入隔离账号目录
zh_hant: auth.json 已匯入私有設定檔

# account.importedCount
source: Imported %d account(s) · %@
es: %d cuenta(s) importadas · %@
fr: %d compte(s) importé(s) · %@
ja: %d 件のアカウントを読み込みました · %@
ko: 계정 %d개 가져옴 · %@
zh_hans: 已导入 %d 个账号 · %@
zh_hant: 已匯入 %d 個帳號 · %@

# account.lifetime
source: Lifetime %@
es: Total %@
fr: Cumul %@
ja: 累計 %@
ko: 전체 %@
zh_hans: 累计 %@
zh_hant: 累計 %@

# account.monitorHelp
source: Read quota and tasks without changing the Codex login.
es: Lee cuotas y tareas sin modificar la sesión de Codex.
fr: Lire les quotas et tâches sans modifier la connexion Codex.
ja: Codex のログインを変えずにクォータとタスクを読み取ります。
ko: Codex 로그인을 변경하지 않고 할당량과 작업을 읽습니다.
zh_hans: 只读取额度和任务，不改变 Codex 当前登录。
zh_hant: 只讀取額度與任務，不變更 Codex 登入。

# account.monitorOnly
source: Monitor only
es: Solo supervisar
fr: Surveiller seulement
ja: 監視のみ
ko: 모니터링만
zh_hans: 只监控
zh_hant: 只監控

# account.monitorShort
source: Monitor
es: Supervisar
fr: Surveiller
ja: 監視
ko: 모니터링
zh_hans: 监控
zh_hant: 監控

# account.monitoring
source: Monitoring %@ only
es: Supervisando solo %@
fr: Surveillance de %@ uniquement
ja: %@ のみ監視中
ko: %@만 모니터링 중
zh_hans: 正在只监控 %@
zh_hant: 只監控 %@

# account.moreAccounts
source: More accounts
es: Más cuentas
fr: Plus de comptes
ja: その他のアカウント
ko: 더 많은 계정
zh_hans: 更多账号
zh_hant: 更多帳號

# account.noReadable
source: No readable Codex account is currently available.
es: No hay ninguna cuenta de Codex legible.
fr: Aucun compte Codex lisible n’est disponible.
ja: 読み取り可能な Codex アカウントがありません。
ko: 현재 읽을 수 있는 Codex 계정이 없습니다.
zh_hans: Codex 当前没有可读取的登录账号。
zh_hant: 目前沒有可讀取的 Codex 帳號。

# account.oauth
source: OAuth login
es: Inicio OAuth
fr: Connexion OAuth
ja: OAuth ログイン
ko: OAuth 로그인
zh_hans: OAuth 浏览器登录
zh_hant: OAuth 瀏覽器登入

# account.oauthCheck
source: Check OAuth
es: Comprobar OAuth
fr: Vérifier OAuth
ja: OAuth を確認
ko: OAuth 확인
zh_hans: 检查 OAuth
zh_hant: 檢查 OAuth

# account.oauthFailed
source: Could not start OAuth: %@
es: No se pudo iniciar OAuth: %@
fr: Impossible de démarrer OAuth : %@
ja: OAuth を開始できません：%@
ko: OAuth를 시작할 수 없음: %@
zh_hans: 无法启动 OAuth：%@
zh_hant: 無法啟動 OAuth：%@

# account.oauthPending
source: OAuth is open in your browser
es: OAuth está abierto en el navegador
fr: OAuth est ouvert dans le navigateur
ja: ブラウザで OAuth を開きました
ko: 브라우저에서 OAuth가 열림
zh_hans: 已打开浏览器，等待 OAuth 完成
zh_hant: OAuth 已在瀏覽器開啟

# account.oauthReady
source: OAuth account added
es: Cuenta OAuth añadida
fr: Compte OAuth ajouté
ja: OAuth アカウントを追加しました
ko: OAuth 계정이 추가됨
zh_hans: OAuth 账号已添加
zh_hant: OAuth 帳號已新增

# account.oauthWaiting
source: Still waiting for OAuth completion
es: Esperando a que termine OAuth
fr: Toujours en attente de la fin d’OAuth
ja: OAuth の完了を待っています
ko: OAuth 완료를 기다리는 중
zh_hans: 仍在等待 OAuth 完成
zh_hant: 仍在等待 OAuth 完成

# account.official
source: OFFICIAL
es: OFICIAL
fr: OFFICIEL
ja: 公式
ko: 공식
zh_hans: 官方
zh_hant: 官方

# account.reading
source: Reading account, usage and quota windows
es: Leyendo cuenta, uso y ventanas de cuota
fr: Lecture du compte, de l’usage et des fenêtres de quota
ja: アカウント、使用量、クォータ枠を読み取り中
ko: 계정, 사용량 및 할당량 창을 읽는 중
zh_hans: 正在读取账号、用量和额度窗口
zh_hant: 正在讀取帳號、用量與額度視窗

# account.restartAfterSwitch
source: Restart Codex after switch
es: Reiniciar Codex al cambiar
fr: Redémarrer Codex après le changement
ja: 切替後に Codex を再起動
ko: 전환 후 Codex 다시 시작
zh_hans: 切号后重启 Codex
zh_hant: 切換後重新啟動 Codex

# account.serverTotal
source: Signed-in account · server total
es: Cuenta actual · total del servidor
fr: Compte actuel · total serveur
ja: 現在のアカウント · サーバー累計
ko: 현재 계정 · 서버 누계
zh_hans: 当前账号 · 服务端累计
zh_hant: 目前帳號 · 伺服器累計

# account.stale
source: Account data has not updated
es: Los datos de la cuenta no se han actualizado
fr: Les données du compte ne sont pas à jour
ja: アカウントデータが更新されていません
ko: 계정 데이터가 업데이트되지 않음
zh_hans: 账号数据暂未更新
zh_hant: 帳號資料尚未更新

# account.switchFailed
source: Could not switch Codex: %@
es: No se pudo cambiar Codex: %@
fr: Impossible de changer Codex : %@
ja: Codex を切り替えられません：%@
ko: Codex 전환 실패: %@
zh_hans: Codex 切号失败：%@
zh_hant: 無法切換 Codex：%@

# account.switchMode
source: Switch mode
es: Modo de cambio
fr: Mode de changement
ja: 切替モード
ko: 전환 모드
zh_hans: 切号方式
zh_hant: 切換模式

# account.switchShort
source: Switch
es: Cambiar
fr: Changer
ja: 切替
ko: 전환
zh_hans: 切号
zh_hant: 切換

# account.syncing
source: Syncing account quota
es: Sincronizando la cuota
fr: Synchronisation du quota
ja: アカウントクォータを同期中
ko: 계정 할당량 동기화 중
zh_hans: 同步账号额度
zh_hant: 正在同步帳號額度

# account.today
source: Today %@
es: Hoy %@
fr: Aujourd’hui %@
ja: 今日 %@
ko: 오늘 %@
zh_hans: 今日 %@
zh_hant: 今天 %@

# account.token
source: Account tokens
es: Tokens de la cuenta
fr: Tokens du compte
ja: アカウント Token
ko: 계정 Token
zh_hans: 账号 Token
zh_hant: 帳號 Token

# account.tokenEmpty
source: Waiting for token or JSON
es: Esperando token o JSON
fr: En attente d’un token ou JSON
ja: Token または JSON を待っています
ko: Token 또는 JSON 입력 대기 중
zh_hans: 等待输入 Token 或 JSON
zh_hant: 等待輸入 Token 或 JSON

# account.tokenInputPlaceholder
source: Paste access token, API key, auth.json, nested JSON, batch JSON, or JSON Lines…
es: Pega access token, API key, auth.json, JSON anidado/por lotes o JSON Lines…
fr: Collez access token, API key, auth.json, JSON imbriqué/groupé ou JSON Lines…
ja: access token、API key、auth.json、ネスト/一括 JSON、JSON Lines を貼り付け…
ko: access token, API key, auth.json, 중첩/일괄 JSON 또는 JSON Lines 붙여넣기…
zh_hans: 粘贴 access token、API key、auth.json、嵌套/批量 JSON 或 JSON Lines…
zh_hant: 貼上 access token、API key、auth.json、巢狀/批次 JSON 或 JSON Lines…

# account.tokenLogin
source: Token login
es: Inicio con token
fr: Connexion par token
ja: Token ログイン
ko: Token 로그인
zh_hans: Token 登录
zh_hant: Token 登入

# account.tokenLoginHelp
source: Paste a raw token or any JSON export. Its structure is detected automatically.
es: Pega un token sin procesar o cualquier JSON exportado. La estructura se detecta automáticamente.
fr: Collez un token brut ou tout export JSON. La structure est détectée automatiquement.
ja: 生の Token または任意の JSON エクスポートを貼り付けます。構造は自動検出されます。
ko: 원시 Token 또는 JSON 내보내기를 붙여 넣으세요. 구조는 자동으로 감지됩니다.
zh_hans: 粘贴原始 Token 或任意 JSON 导出，结构会自动识别。
zh_hant: 貼上原始 Token 或任意 JSON 匯出，結構會自動辨識。

# account.tokenModeActivate
source: Sign in now
es: Iniciar sesión ahora
fr: Se connecter maintenant
ja: 今すぐ Codex にログイン
ko: 지금 Codex 로그인
zh_hans: 立即登录 Codex
zh_hant: 立即登入 Codex

# account.tokenModeMonitor
source: Monitor only
es: Solo supervisar
fr: Surveiller seulement
ja: 監視のみ
ko: 모니터링만
zh_hans: 仅监控
zh_hant: 僅監控

# account.tokenModeTitle
source: AFTER IMPORT
es: DESPUÉS DE IMPORTAR
fr: APRÈS IMPORT
ja: 読み込み後
ko: 가져온 후
zh_hans: 导入后
zh_hant: 匯入後

# account.tokenParsed
source: Recognized %d account(s) · %@
es: %d cuenta(s) reconocidas · %@
fr: %d compte(s) reconnu(s) · %@
ja: %d 件のアカウントを認識 · %@
ko: 계정 %d개 인식 · %@
zh_hans: 已识别 %d 个账号 · %@
zh_hant: 已辨識 %d 個帳號 · %@

# account.tokenPaste
source: Paste
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

# account.tokenPrivacy
source: Parsed locally · private auth.json only · never logged
es: Análisis local · solo auth.json privado · sin registros
fr: Analyse locale · auth.json privé uniquement · jamais journalisé
ja: ローカル解析 · 非公開 auth.json のみに保存 · ログ記録なし
ko: 로컬에서만 분석 · 비공개 auth.json에만 저장 · 로그 기록 안 함
zh_hans: 仅本地解析 · 只写入私有 auth.json · 不记录日志
zh_hant: 僅本機解析 · 只寫入私人 auth.json · 不記錄日誌

# account.tokenSave
source: Parse & monitor
es: Analizar y supervisar
fr: Analyser et surveiller
ja: 解析して監視
ko: 분석 후 모니터링
zh_hans: 解析并监控
zh_hant: 解析並監控

# account.tokenSubmit
source: Parse & sign in
es: Analizar e iniciar sesión
fr: Analyser et se connecter
ja: 解析してログイン
ko: 분석 후 로그인
zh_hans: 解析并登录
zh_hant: 解析並登入

# account.total
source: Account token total
es: Tokens totales de la cuenta
fr: Total des tokens du compte
ja: アカウント総 Token
ko: 계정 총 Token
zh_hans: 账号总 Token
zh_hant: 帳號 Token 總量

# account.unavailable
source: Account quota unavailable
es: Cuota de la cuenta no disponible
fr: Quota du compte indisponible
ja: アカウントのクォータを取得できません
ko: 계정 할당량을 사용할 수 없음
zh_hans: 账号额度暂不可用
zh_hant: 帳號額度暫時無法使用

# account.windowPrimary
source: Primary quota
es: Cuota principal
fr: Quota principal
ja: 主要クォータ
ko: 기본 할당량
zh_hans: 主要额度
zh_hant: 主要額度

# account.windowWeekly
source: Weekly quota
es: Cuota semanal
fr: Quota hebdomadaire
ja: 週間クォータ
ko: 주간 할당량
zh_hans: 每周额度
zh_hant: 每週額度

# action.addAccount
source: Add account
es: Añadir cuenta
fr: Ajouter un compte
ja: アカウント追加
ko: 계정 추가
zh_hans: 添加账号
zh_hant: 新增帳號

# action.back
source: Back to overview
es: Volver al resumen
fr: Retour à l’aperçu
ja: 概要に戻る
ko: 개요로 돌아가기
zh_hans: 返回概览
zh_hant: 返回概覽

# action.cancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# action.choose
source: Choose…
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
zh_hans: 选择…
zh_hant: 選擇…

# action.clear
source: Clear
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清空
zh_hant: 清除

# action.exportCSV
source: Export CSV…
es: Exportar CSV…
fr: Exporter en CSV…
ja: CSV を書き出す…
ko: CSV 내보내기…
zh_hans: 导出 CSV…
zh_hant: 匯出 CSV…

# action.exportJSON
source: Export JSON…
es: Exportar JSON…
fr: Exporter en JSON…
ja: JSON を書き出す…
ko: JSON 내보내기…
zh_hans: 导出 JSON…
zh_hant: 匯出 JSON…

# action.quit
source: Quit Token Pulse
es: Salir de Token Pulse
fr: Quitter Token Pulse
ja: Token Pulse を終了
ko: Token Pulse 종료
zh_hans: 退出 Token Pulse
zh_hant: 結束 Token Pulse

# action.rebuild
source: Rebuild local history index
es: Reconstruir el índice del historial local
fr: Reconstruire l’index de l’historique local
ja: ローカル履歴インデックスを再構築
ko: 로컬 기록 인덱스 다시 만들기
zh_hans: 重建本地历史索引
zh_hant: 重建本機歷史索引

# action.rediscover
source: Rediscover
es: Volver a detectar
fr: Redétecter
ja: 再検出
ko: 다시 검색
zh_hans: 重新发现
zh_hant: 重新探索

# action.remove
source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 移除
zh_hant: 移除

# action.retry
source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# action.sync
source: Sync account
es: Sincronizar cuenta
fr: Synchroniser le compte
ja: アカウントを同期
ko: 계정 동기화
zh_hans: 同步账号
zh_hant: 同步帳號

# activeTasks.empty
source: No active tasks
es: No hay tareas activas
fr: Aucune tâche active
ja: 実行中のタスクはありません
ko: 실행 중인 작업이 없습니다
zh_hans: 没有运行中的任务
zh_hant: 沒有執行中的任務

# confidence.high
source: high
es: alta
fr: élevée
ja: 高
ko: 높음
zh_hans: 高
zh_hant: 高

# confidence.low
source: low
es: baja
fr: faible
ja: 低
ko: 낮음
zh_hans: 低
zh_hant: 低

# confidence.medium
source: medium
es: media
fr: moyenne
ja: 中
ko: 보통
zh_hans: 中
zh_hant: 中

# console.about
source: ABOUT
es: ACERCA DE
fr: À PROPOS
ja: このアプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

# console.accountSync
source: Account sync
es: Sincronización de cuenta
fr: Synchronisation du compte
ja: アカウント同期
ko: 계정 동기화
zh_hans: 账号同步间隔
zh_hant: 帳號同步

# console.accounts
source: ACCOUNTS
es: CUENTAS
fr: COMPTES
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

# console.appearance
source: APPEARANCE & LANGUAGE
es: APARIENCIA E IDIOMA
fr: APPARENCE ET LANGUE
ja: 外観と言語
ko: 모양 및 언어
zh_hans: 外观与语言
zh_hant: 外觀與語言

# console.archived
source: Include archived tasks
es: Incluir tareas archivadas
fr: Inclure les tâches archivées
ja: アーカイブ済みタスクを含む
ko: 보관된 작업 포함
zh_hans: 包含归档任务
zh_hant: 包含已封存任務

# console.autoSync
source: Auto-sync account
es: Sincronizar cuenta automáticamente
fr: Synchroniser automatiquement
ja: アカウントを自動同期
ko: 계정 자동 동기화
zh_hans: 自动同步账号
zh_hant: 自動同步帳號

# console.data
source: LOCAL DATA
es: DATOS LOCALES
fr: DONNÉES LOCALES
ja: ローカルデータ
ko: 로컬 데이터
zh_hans: 本地数据
zh_hant: 本機資料

# console.details
source: DETAILS
es: DETALLES
fr: DÉTAILS
ja: 詳細表示
ko: 세부 정보
zh_hans: 详细显示
zh_hant: 詳細顯示

# console.developer
source: Developer information
es: Información del desarrollador
fr: Informations développeur
ja: 開発者情報
ko: 개발자 정보
zh_hans: 开发者信息
zh_hant: 開發者資訊

# console.discovery
source: Task discovery
es: Detección de tareas
fr: Détection des tâches
ja: タスク検出
ko: 작업 검색
zh_hans: 任务发现
zh_hant: 任務探索

# console.files
source: Session files
es: Archivos de sesión
fr: Fichiers de session
ja: セッションファイル
ko: 세션 파일
zh_hans: 会话文件
zh_hant: 工作階段檔案

# console.home
source: Current account folder
es: Carpeta de la cuenta actual
fr: Dossier du compte actuel
ja: 現在のアカウントフォルダ
ko: 현재 계정 폴더
zh_hans: 当前账号目录
zh_hant: 目前帳號資料夾

# console.language
source: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# console.launchAtLogin
source: Open at Login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
zh_hans: 开机自启
zh_hant: 登入時啟動

# console.launchAtLoginApproval
source: Allow this app in Login Items.
es: Permite esta app en Ítems de inicio.
fr: Autorisez cette app dans les éléments d’ouverture.
ja: 「ログイン項目」でこのアプリを許可してください。
ko: 로그인 항목에서 이 앱을 허용하세요.
zh_hans: 请在“登录项”中允许此应用。
zh_hant: 請在「登入項目」中允許此應用程式。

# console.launchAtLoginFailed
source: Couldn't update the login item: %@
es: No se pudo actualizar el ítem de inicio: %@
fr: Impossible de modifier l’élément d’ouverture : %@
ja: ログイン項目を変更できませんでした：%@
ko: 로그인 항목을 변경할 수 없습니다: %@
zh_hans: 无法更改开机自启：%@
zh_hant: 無法更改登入啟動：%@

# console.launchAtLoginMoveToApplications
source: Move the app to Applications first.
es: Mueve la app a Aplicaciones primero.
fr: Déplacez d’abord l’app dans Applications.
ja: 先にアプリを「アプリケーション」へ移動してください。
ko: 먼저 앱을 응용 프로그램으로 옮기세요.
zh_hans: 拖到“应用程序”后再开启
zh_hant: 移到「應用程式」後再開啟

# console.live
source: LIVE TRACKING
es: SEGUIMIENTO EN VIVO
fr: SUIVI EN DIRECT
ja: ライブ追跡
ko: 실시간 추적
zh_hans: 实时追踪
zh_hant: 即時追蹤

# console.liveRefresh
source: Context refresh
es: Actualización del contexto
fr: Actualisation du contexte
ja: コンテキスト更新
ko: 컨텍스트 새로 고침
zh_hans: 上下文刷新
zh_hant: 上下文更新

# console.menu
source: MENU BAR SIGNAL
es: SEÑAL DE MENÚ
fr: SIGNAL DE LA BARRE
ja: メニューバー表示
ko: 메뉴 막대 신호
zh_hans: 顶栏信号
zh_hant: 選單列訊號

# console.metric
source: Display metric
es: Métrica visible
fr: Mesure affichée
ja: 表示指標
ko: 표시 지표
zh_hans: 显示指标
zh_hant: 顯示指標

# console.notRead
source: Not available
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 未读取
zh_hant: 無法使用

# console.note
source: Live tasks are discovered from the Codex lifecycle. Model capacity, runtime context and per-call long-context pricing are tracked separately.
es: Las tareas activas se detectan mediante el ciclo de vida de Codex. La capacidad del modelo, el contexto de ejecución y las tarifas de contexto largo por llamada se controlan por separado.
fr: Les tâches actives sont détectées via le cycle de vie de Codex. La capacité du modèle, le contexte d’exécution et les tarifs de contexte long par appel sont suivis séparément.
ja: ライブタスクは Codex のライフサイクルから検出します。モデル容量、実行コンテキスト、呼び出し単位の長文料金は別々に追跡します。
ko: 실시간 작업은 Codex 수명 주기에서 검색합니다. 모델 용량, 런타임 컨텍스트 및 호출별 긴 컨텍스트 요금은 별도로 추적됩니다.
zh_hans: 实时任务按 Codex 生命周期发现；模型容量、运行时上下文与逐调用超长费率分开追踪。
zh_hant: 即時任務依 Codex 生命週期探索；模型容量、執行上下文與逐次長上下文費率分開追蹤。

# console.openLoginItems
source: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# console.pricing
source: Show API estimate
es: Mostrar estimación de API
fr: Afficher l’estimation API
ja: API 見積りを表示
ko: API 예상값 표시
zh_hans: 显示 API 估算
zh_hant: 顯示 API 估算

# console.privacy
source: Hide account identity
es: Ocultar identidad de la cuenta
fr: Masquer l’identité du compte
ja: アカウント情報を隠す
ko: 계정 신원 숨기기
zh_hans: 隐藏账号身份
zh_hant: 隱藏帳號身分

# console.quickSwitch
source: Quick switch
es: Cambio rápido
fr: Changement rapide
ja: クイック切替
ko: 빠른 전환
zh_hans: 快捷切换
zh_hant: 快速切換

# console.runtime
source: Show runtime window
es: Mostrar ventana de ejecución
fr: Afficher la fenêtre d’exécution
ja: 実行ウィンドウを表示
ko: 런타임 창 표시
zh_hans: 显示运行时窗口
zh_hant: 顯示執行視窗

# console.saved
source: %d saved
es: %d guardadas
fr: %d enregistrés
ja: %d 件保存済み
ko: %d개 저장됨
zh_hans: 已保存 %d 个
zh_hant: 已儲存 %d 個

# console.seconds
source: %g sec
es: %g s
fr: %g s
ja: %g 秒
ko: %g초
zh_hans: %g 秒
zh_hant: %g 秒

# console.taskCount
source: Show concurrent count
es: Mostrar recuento simultáneo
fr: Afficher le nombre simultané
ja: 同時実行数を表示
ko: 동시 실행 수 표시
zh_hans: 显示并发任务数
zh_hant: 顯示並行數量

# console.taskLimit
source: Active task limit
es: Límite de tareas activas
fr: Limite de tâches actives
ja: アクティブタスク上限
ko: 활성 작업 한도
zh_hans: 活跃任务上限
zh_hant: 作用中任務上限

# console.tasks
source: %d tasks
es: %d tareas
fr: %d tâches
ja: %d タスク
ko: 작업 %d개
zh_hans: %d 个任务
zh_hant: %d 個任務

# console.theme
source: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh_hans: 主题
zh_hant: 主題

# console.tiboMonitoring
source: Tibo reset signals
es: Señales de reinicio de Tibo
fr: Signaux de réinitialisation Tibo
ja: Tibo リセット信号
ko: Tibo 재설정 신호
zh_hans: Tibo 重置信号
zh_hant: Tibo 重置信號

# console.version
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# control.toggle
source: Toggle
es: Interruptor
fr: Interrupteur
ja: 切り替え
ko: 토글
zh_hans: 开关
zh_hant: 開關

# developer.project
source: Project
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案
